Repository: logikfabrik/Overseer
Catalog: src/Logikfabrik.Overseer.WPF/Properties/Resources.*.resx
Languages: sv_se

# AddConnection_Error_HTTP4xx
source: Sorry, there seems to be a problem! We couldn't connect to the CI/CD service. Please check your settings and try again.
sv_se: Tyvärr, det verkar vara ett problem! Vi kunde inte ansluta till CI/CD-tjänsten. Vänligen kontrollera dina inställningar och försök igen.

# AddConnection_Error_HTTP5xx
source: Sorry, there seems to be a problem! We couldn't connect to the CI/CD service. Please check your settings, and CI/CD service, and try again.
sv_se: Tyvärr, det verkar vara ett problem! Vi kunde inte ansluta till CI/CD-tjänsten. Vänligen kontrollera dina inställningar, och CI/CD-tjänsten, och försök igen.

# AddConnection_Error_Network
source: Sorry, there seems to be a problem! We couldn't connect to the CI/CD service. Please check your network connection and try again.
sv_se: Tyvärr, det verkar vara ett problem! Vi kunde inte ansluta till CI/CD-tjänsten. Vänligen kontrollera din nätverksanslutning och försök igen.

# AddConnection_Error_Standard
source: Sorry, there seems to be a problem! We couldn't connect to the CI/CD service. Please try again.
sv_se: Tyvärr, det verkar vara ett problem! Vi kunde inte ansluta till CI/CD-tjänsten. Vänligen försök igen.

# AddConnection_View
source: Add connection
sv_se: Lägg till anslutning

# NewConnection_View
source: Select CI/CD service
sv_se: Välj CI/CD-tjänst

# EditConnectionSettings_Validation_BuildsPerProject_NotEmpty
source: We have to get at least 1 build per project
sv_se: Vi måste hämta minst 1 bygge per projekt

# EditConnectionSettings_Validation_Name_NotEmpty
source: Name is missing
sv_se: Namn saknas

# ViewConnections_View
source: Connections
sv_se: Anslutningar

# ViewConnection_View
source: Connection
sv_se: Anslutning

# ViewDashboard_View
source: Dashboard
sv_se: Instrumentbräda

# EditConnection_Error_HTTP4xx
source: Sorry, there seems to be a problem! We couldn't connect to the CI/CD service. Please check your settings and try again.
sv_se: Tyvärr, det verkar vara ett problem! Vi kunde inte ansluta till CI/CD-tjänsten. Vänligen kontrollera dina inställningar och försök igen.

# EditConnection_Error_HTTP5xx
source: Sorry, there seems to be a problem! We couldn't connect to the CI/CD service. Please check your settings, and CI/CD service, and try again.
sv_se: Tyvärr, det verkar vara ett problem! Vi kunde inte ansluta till CI/CD-tjänsten. Vänligen kontrollera dina inställningar, och CI/CD-tjänsten, och försök igen.

# EditConnection_Error_Network
source: Sorry, there seems to be a problem! We couldn't connect to the CI/CD service. Please check your network connection and try again.
sv_se: Tyvärr, det verkar vara ett problem! Vi kunde inte ansluta till CI/CD-tjänsten. Vänligen kontrollera din nätverksanslutning och försök igen.

# EditConnection_Error_Standard
source: Sorry, there seems to be a problem! We couldn't connect to the CI/CD service. Please try again.
sv_se: Tyvärr, det verkar vara ett problem! Vi kunde inte ansluta till CI/CD-tjänsten. Vänligen försök igen.

# EditConnection_View
source: Edit connection
sv_se: Redigera anslutning

# EditSettings_Validation_CultureName
source: Language is missing
sv_se: Språk saknas

# EditSettings_Validation_Interval_InclusiveBetween
source: Interval can be between 10 and 86400 (24 hours)
sv_se: Intervall kan vara mellan 10 och 86400 (24 timmar)

# EditSettings_View
source: Settings
sv_se: Inställningar

# ViewProject_View
source: Project
sv_se: Projekt

# RemoveConnection_View
source: Remove connection
sv_se: Ta bort anslutning

# EditConnectionSettings_Validation_BuildsPerProject_InclusiveBetween
source: Builds per project can be between 1 and 10
sv_se: Build per project must be 1 to 10

# EditSettings_Validation_Interval_NotEmpty
source: Interval is missing
sv_se: Intervall saknas

# App_Error_Standard
source: Sorry, there seems to be a problem! Please try again.
sv_se: Tyvärr, det verkar vara ett problem! Vänligen försök igen.

# ViewAbout_View
source: About
sv_se: Om

# WizardEditPassphrase_Validation_Passphrase_MinimumLength
source: Passphrase is too short
sv_se: Lösenfras är för kort

# WizardEditPassphrase_Validation_Passphrase_NotEmpty
source: Passphrase is missing
sv_se: Lösenfras saknas

# AddConnection_Button_Cancel
source: Cancel
sv_se: Avbryt

# AddConnection_Button_TryConnect
source: Try to connect
sv_se: Prova att ansluta

# EditConnectionSettings_Setting_Description_BuildsPerProject
source: Number of builds to get from the CI/DI service per project
sv_se: Antal byggen att hämta från CI/DI-tjänsten per projekt

# EditConnectionSettings_Setting_Label_BuildsPerProject
source: Builds per project
sv_se: Byggen per projekt

# EditConnectionSettings_Setting_Label_TrackedProjects
source: Projects
sv_se: Projekt

# EditConnection_Button_Cancel
source: Cancel
sv_se: Avbryt

# EditConnection_Button_TryConnect
source: Try to connect
sv_se: Prova att ansluta

# EditSettings_Setting_Description_CultureName
source: Changing language will restart the program
sv_se: Byte av språk kommer att starta om programmet

# EditSettings_Setting_Description_Interval
source: Time (s) between updates
sv_se: Tid (s) mellan uppdateringar

# EditSettings_Setting_Label_CultureName
source: Language
sv_se: Språk

# EditSettings_Setting_Label_Interval
source: Interval
sv_se: Intervall

# EditTrackedProjects_Button_DeselectAll
source: Deselect all
sv_se: Välj bort alla

# EditTrackedProjects_Button_Filter
source: Filter
sv_se: Filtrera

# EditTrackedProjects_Button_SelectAll
source: Select all
sv_se: Välj alla

# Menu_MenuItem_Label_GoToAbout
source: About
sv_se: Om

# Menu_MenuItem_Label_GoToConnections
source: Connections
sv_se: Anslutningar

# Menu_MenuItem_Label_GoToDashboard
source: Dashboard
sv_se: Instrumentbräda

# Menu_MenuItem_Label_GoToSettings
source: Settings
sv_se: Inställningar

# RemoveConnection_Button_Cancel
source: No
sv_se: Avbryt

# RemoveConnection_Button_Remove
source: Yes
sv_se: OK

# ViewConnection_Button_Edit
source: Edit
sv_se: Redigera

# ViewConnection_Button_Filter
source: Filter
sv_se: Filtrera

# ViewConnection_Button_Remove
source: Remove
sv_se: Ta bort

# ViewConnection_Message_NoProjects
source: There are no projects for this connection
sv_se: Det finns inga projekt för denna anslutning

# ViewProject_Tile_Label_LatestBuild
source: Latest build
sv_se: Senaste bygget

# ViewProject_Tile_Label_QueuedBuilds
source: Queued builds
sv_se: Köade byggen

# ViewProject_Tile_Message_NoBuilds
source: There are no builds for this project
sv_se: Det finns inga byggen för detta projekt

# WizardEditPassphrase_Button_NextStep
source: Next
sv_se: Nästa

# WizardEditPassphrase_Heading
source: Let's start with a passphrase
sv_se: Låt oss börja med en lösenfras

# WizardEditPassphrase_Text
source: I'll use it to encrypt your settings
sv_se: Jag kommer att använda den för att kryptera dina inställningar

# WizardFinish_Button_Finish
source: Finish
sv_se: Avsluta

# WizardFinish_Heading
source: I'm ready
sv_se: Jag är redo

# WizardStart_Button_NextStep
source: Get started
sv_se: Kom igång

# WizardStart_Heading
source: Hi, I'm Overseer
sv_se: Hej, jag är Overseer

# WizardStart_Text
source: I'll help track your builds
sv_se: Jag hjälper till att spåra dina byggen

# WizardNewConnection_Heading
source: And finally, add connections
sv_se: Och slutligen, lägg till anslutningar

# WizardNewConnection_Text
source: You can also add connections later
sv_se: Du kan även lägga till anslutningar senare

# WizardNewConnection_Button_NextStep
source: Next
sv_se: Nästa

# WizardNewConnection_Button_SkipStep
source: Skip
sv_se: Hoppa över
